"%1 already exists.\nDo you want to replace it?"="%1 jau yra.\nAr norite jį pakeisti?";
"%1 days left"="Liko %1 dienų";
"%1\nDirectory not found.\nPlease verify the correct directory name was given."="%1\nKatalogas nerastas.\nĮsitikinkite, kad teisingai nurodėte katalogo pavadinimą.";
"%1\nFile not found.\nPlease verify the correct file name was given."="%1\nRinkmena nerasta.\nĮsitikinkite, kad teisingai nurodėte rinkmenos pavadinimą.";
"%s is offline right now, but your Lesson will appear automatically the next time you open the Lessons app."="%s šiuo metu yra atjungties režime, bet pamoka bus rodoma automatiškai kitą kartą Jums atvėrus pamokų taikomąją programą.";
"&Abort"="N&utraukti";
"&Add to Custom Colors"="&Pridėti prie savų spalvų";
"&Basic colors"="&Pagrindinės spalvos";
"&Cancel"="&Atsisakyti";
"&Copy"="&Kopijuoti";
"&Custom colors"="&Savos spalvos";
"&Define Custom Colors >>"="&Nustatyti savas spalvas >>";
"&Delete"="Š&alinti";
"&Finish"="&Baigti";
"&Green:"="&Žalia:";
"&Help"="&Žinynas";
"&Ignore"="&Ignoruoti";
"&Name:"="&Pavadinimas:";
"&Next >"="&Kitas >";
"&Next >"="&Kitas >";
"&No"="&Ne";
"&No"="&Ne";
"&Open"="&Atverti";
"&Options <<"="&Parinktys <<";
"&Options >>"="&Parinktys >>";
"&Paste"="&Įklijuoti";
"&Print"="&Spausdinti";
"&Red:"="&Raudona:";
"&Redo"="&Vėl atlikti";
"&Reload"="P&erkrauti";
"&Rename"="&Pervadinti";
"&Retry"="&Kartoti";
"&Sat:"="&Sotis:";
"&Save"="Į&rašyti";
"&Undo"="&Atsisakyti";
"&Unsorted"="&Nerūšiuoti";
"&Val:"="&Reikšmė:";
"&Yes"="&Taip";
"&Yes"="&Taip";
"..."="...";
":"=":";
"< &Back"="< &Atgal";
"< Share Options"="< Bendrinimo parinktys";
"< Share with SMART Board"="< Dalinkitės ant „SMART Board“";
"<h3>About Qt</h3>%1<p>Qt is a C++ toolkit for cross-platform application development.</p><p>Qt provides single-source portability across MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, and all major commercial Unix variants. Qt is also available for embedded devices as Qtopia Core.</p><p>Qt is a Trolltech product. See <tt>http://www.trolltech.com/qt/</tt> for more information.</p>"="<h3>Apie Qt</h3>%1<p>Qt yra C++ įrankių rinkinys tarpplatforminėms programoms kurti.</p><p>Qt leidžia naudoti vieną šaltinį tiek MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux ir visuose didžiausiuose komerciniuose sistemos Unix variantuose. Qt taip pat galima naudoti įmontuotuose įrenginiuose, tokiuose kaip Qtopia Core.</p><p>Qt yra „Trolltech“ produktas. Norėdami daugiau informacijos, žr.  <tt>http://www.trolltech.com/qt/</tt>.</p>";
"<p>This program uses Qt Open Source Edition version %1.</p><p>Qt Open Source Edition is intended for the development of Open Source applications. You need a commercial Qt license for development of proprietary (closed source) applications.</p><p>Please see <tt>http://www.trolltech.com/company/model.html</tt> for an overview of Qt licensing.</p>"="<p>Ši programa naudoja „Qt“ atviro kodo leidimo versiją %1.</p><p>„Qt“ atviro kodo leidimas skirtas vystyti atviro kodo programas. Jums reikia komercinės „Qt“ licencijos, jei norite vystyti komercines (uždaro kodo) programas.</p><p>Žr. <tt>http://www.trolltech.com/company/model.html</tt> dėl „Qt“ licencijų.</p>";
"<p>This program uses Qt version %1.</p>"="<p>Ši programa naudoja „Qt“ versiją %1.</p>";
"A SMART Notebook Advantage product key is required for this version of SMART Notebook software. Please visit <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> for details."="Šiai SMART Notebook programinės įrangos versijai reikia SMART Notebook Advantage produkto rakto. Jei reikia išsamesnės informacijos, apsilankykite <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a>.";
"A&lpha channel:"="A&lfa kanalas:";
"A0 (841 x 1189 mm)"="A0 (841 x 1189 mm)";
"A1 (594 x 841 mm)"="A1 (594 x 841 mm)";
"A2 (420 x 594 mm)"="A2 (420 x 594 mm)";
"A3 (297 x 420 mm)"="A3 (297 x 420 mm)";
"A4 (210 x 297 mm, 8.26 x 11.7 inches)"="A4 (210 x 297 mm, 8,26 x 11,7 coliai)";
"A5 (148 x 210 mm)"="A5 (148 x 210 mm)";
"A6 (105 x 148 mm)"="A6 (105 x 148 mm)";
"A7 (74 x 105 mm)"="A7 (74 x 105 mm)";
"A8 (52 x 74 mm)"="A8 (52 x 74 mm)";
"A9 (37 x 52 mm)"="A9 (37 x 52 mm)";
"Abort"="Nutraukti";
"About %1"="Apie %1";
"About Qt"="Apie „Qt“";
"Account"="Paskyra";
"Activate"="Aktyvuoti";
"Activated"="Aktyvuota";
"Activates the program's main window"="Aktyvuoja pagrindinį programos langą.";
"Activation Key"="Aktyvavimo kodas";
"Activation Web Services:"="Suaktyvinimo žiniatinklyje paslaugos:";
"Activation Wizard"="Aktyvavimo vedlys";
"Activation Wizard is outdated."="Aktyvavimo vedlys pasenęs.";
"Activation required"="Reikalinga aktyvacija";
"Add Boards"="Pridėti lentas";
"Advanced"="Išplėstinis";
"Aliases: %1"="Slapyvardžiai: %1";
"All Files (*)"="Visos rinkmenos (*)";
"All Files (*.*)"="Visos rinkmenos (*.*)";
"All pending requests have been canceled."="Visos sprendimo laukiančios užklausos buvo atmestos.";
"Apply"="Taikyti";
"Are you sure you want to delete license information?"="Ar tikrai norite ištrinti licencijos informaciją?";
"Are you sure you want to return the product key for this product? The license will be disabled on this computer immediately (before the return is completed)."="Ar tikrai norite grąžinti šio produkto raktą? Licencija šiame kompiuteryje bus iškart išjungta (dar neužbaigus grąžinimo proceso).";
"Authentication Required"="Reikalingas autentifikavimas";
"Authentication required"="Reikalinga autorizacija";
"Automatic Activation"="Automatinis aktyvavimas";
"B0 (1000 x 1414 mm)"="B0 (1000 x 1.414 mm)";
"B1 (707 x 1000 mm)"="B1 (707 x 1000 mm)";
"B10 (31 x 44 mm)"="B10 (31 x 44 mm)";
"B2 (500 x 707 mm)"="B2 (500 x 707 mm)";
"B3 (353 x 500 mm)"="B3 (353 x 500 mm)";
"B4 (250 x 353 mm)"="B4 (250 x 353 mm)";
"B5 (176 x 250 mm, 6.93 x 9.84 inches)"="B5 (176 x 250 mm, 6,93 x 9,84 coliai)";
"B6 (125 x 176 mm)"="B6 (125 x 176 mm)";
"B7 (88 x 125 mm)"="B7 (88 x 125 mm)";
"B8 (62 x 88 mm)"="B8 (62 x 88 mm)";
"B9 (44 x 62 mm)"="B9 (44 x 62 mm)";
"Back"="Atgal";
"Bl&ue:"="Mė&lyna:";
"Browse Content"="Naršykite turinį";
"Browse..."="Peržvelgti...";
"C5E (163 x 229 mm)"="C5E (163 x 229 mm)";
"Cancel"="Atmesti";
"Canceled"="Atšauktas";
"Cannot validate the key. Try the activation again. \n\nIf this problem continues, make note of any error messages and contact SMART Technical Support."="Negalima patvirtinti rakto. Bandykite suaktyvinti iš naujo.\n\nJei problema išlieka, pasižymėkite bet kokius klaidos pranešimus ir kreipkitės į SMART techninę pagalbą.";
"Centimeters (cm)"="Centimetrai (cm)";
"Check Activation Server Connectivity"="Patikrinkite suaktyvinimo serverio ryšį";
"Check for renewals complete. No renewals found."="Atnaujinimų patikra baigta. Atnaujinimų nerasta.";
"Checking..."="Tikrinama...";
"Choose your SMART Board"="Pasirinkite savo „SMART Board“";
"Class ID"="Klasės ID";
"Class Name"="Klasės pavadinimas";
"Cleaning up a few things..."="Vyksta valymas...";
"Click here to test connectivity."="Spustelėkite čia, kad atliktumėte ryšio testą.";
"Close"="Uždaryti";
"Close without Saving"="Uždaryti neišsaugant";
"Collate"="Lygiuoti";
"Color"="Spalva";
"Color Mode"="Spalvinis režimas";
"Commit"="Siųsti";
"Complete Later"="Baigti vėliau";
"Connect"="Sujungti";
"Connected to host"="Prisijungta prie serverio";
"Connected to host %1"="Prisijungta prie serverio %1";
"Connection Options"="Ryšio parinktys";
"Connection Options..."="Prisijungimo parinktys...";
"Connection closed"="Jungtis nutraukta";
"Connection refused"="Jungtis atmesta";
"Connection refused (or timed out)"="Jungtis atmesta (arba baigėsi jungimosi laikas)";
"Connection to %1 closed"="Jungtis su %1 nutraukta";
"Contact Support at:"="Susisiekite su techninės pagalbos specialistais:";
"Contact technical support"="Kreipkitės techninės pagalbos";
"Continue"="Tęsti";
"Copies"="Kopijos";
"Copies:"="Kopijos:";
"Copy"="Kopijuoti";
"Copy &Link Location"="Kopijuoti &nuorodos vietą";
"Could not activate. There maybe be an issue with the activation servers. Please try again later."="Nepavyko aktyvinti. Tai galėjo įvykti dėl problemų aktyvinimo serveriuose. Bandykite dar kartą vėliau.";
"Could not connect to the server. Trying again..."="Nepavyko prisijungti prie serverio. Bandykite dar kartą...";
"Couldn't find a board with that code. Want to try again?"="Lenta su šiuo kodu nerasta. Norite bandyti dar kartą?";
"Couldn't load profile"="Nepavyko įkelti profilio";
"Couldn't start the trial period."="Bandomojo laikotarpio pradėti nepavyko.";
"Count"="Skaičius";
"Create New Folder"="Sukurti naują katalogą";
"Create a New File"="Sukurti naują failą";
"Create a link to this document"="Sukurkite šiam dokumentui nuorodą";
"Creating ..."="Vyksta sudarymas...";
"Cu&t"="Iš&kirpti";
"DLE (110 x 220 mm)"="DLE (110 x 220 mm)";
"Data corrupted"="Duomenys sugadinti";
"Delete"="Šalinti";
"Detail View"="Išsamus vaizdas";
"Details:"="Detalės:";
"Directories"="Katalogai";
"Directory"="Katalogas";
"Disabled"="Išjungtas";
"Discard"="Atmesti";
"Do you want to discard this request or complete it later?"="Ar norite atmesti šią užklausą ar baigti vėliau?";
"Don't Save"="Neišsaugoti";
"Don't show this again"="Daugiau neberodyti";
"Done"="Atlikta";
"Download incomplete. Received %1 bytes, expected %2 bytes."="Atsisiuntimas neužbaigtas. Gauta %1 bytes, expected %2 bytes baitų.";
"Drive"="Diskas";
"Duplex Printing"="Dvigubas spausdinimas";
"Error writing response to device"="Klaida pateikiant atsakymą įrenginiui";
"Examples"="Pavyzdžiai";
"Executable '%1' requires Qt %2, found Qt %3."="Vykdomoji rinkmena '%1' reikalauja Qt %2, rasta Qt %3.";
"Executive (7.5 x 10 inches, 191 x 254 mm)"="„Executive“ (7,5 x 10 coliai, 191 x 254 mm)";
"Expired"="Baigėsi";
"Expired on %1"="Galiojimas baigėsi %1";
"Expires on %1"="Baigia galioti %1";
"Failed due to a data error. Please contact our support."="Nepavyko dėl duomenų klaidos. Prašome susisiekti su mūsų pagalbos skyriumi.";
"Failed to cancel all pending requests."="Atmesti visų sprendimo laukiančių užklausų nepavyko.";
"Failed to connect to SMART server. Please try again later, or attempt manual activation."="Nepavyko prisijungtu prie „SMART“ serverio. Prašome bandyti vėliau arba aktyvuoti rankiniu būdu.";
"Failed to write activation information. Make sure you have enough permissions."="Nepavyko įrašyti atyvavimo informacijos. Įsitikinkite, kad turite reikiamas teises.";
"Failed. Details: "="Nepavyko. Išsami informacija: ";
"False"="Neteisingas";
"File"="Failas";
"File name:"="Rinkmenos pavadinimas:";
"Files of type:"="Rinkmenos, kurių tipas:";
"Finished"="Baigta";
"Folio (210 x 330 mm)"="„Folio“ (210 x 330 mm)";
"Form"="Forma";
"From page:"="Nuo puslapio:";
"Fulfillment ID"="Išpildymo ID";
"Get started with SMART Notebook software"="Pradėti darbą „SMART Notebook“ programine įranga";
"Getting things ready..."="Vyksta pasiruošimas...";
"Go Back"="Grįžti atgal";
"Grace period has expired."="Lengvatinis laikotarpis baigėsi.";
"Grace period: <b>%1</b> day(s) remaining"="Pailgintas terminas: Liko <b>%1</b> d.";
"Grayscale"="Nespalvota";
"Great! Your lesson is on its way to the SMART Board."="Puiku! Jūsų pamoka jau keliauja į „SMART Board.“";
"HTTP request failed"="HTTP užklausa nepavyko";
"HTTPS connection requested but SSL support not compiled in"="Užklausto HTTP jungtis, tačiau SSL palaikymas neįtrauktas";
"Height:"="Aukštis:";
"Help"="Pagalba";
"Hide %1"="Slėpti %1";
"Hide Others"="Slėpti kitus";
"Host %1 found"="Serveris %1 rastas";
"Host %1 not found"="Serveris %1 nerastas";
"Host found"="Serveris rastas";
"Host requires authentication"="Serverį reikia autorizuoti";
"Host:"="Pagrindinis kompiuteris:";
"Hu&e:"="Atspal&vis:";
"I accept the terms in the <a href=\"showEula()\">license agreement</a>."="Aš sutinku su <a href=\"showEula()\">licencijos sutarties</a> sąlygomis.";
"Ignore"="Ignoruoti";
"Inches (in)"="Coliai (in)";
"Include your name to help students find your class quickly."="Įveskite savo vardą, kad mokiniai galėtų greitai rasti Jūsų klasę.";
"Includes maintenance ending on:"="Įskaitant palaikymą, kuris baigia galioti:";
"Includes permanent activations."="Įskaitant ilgalaikes aktyvacijas.";
"Includes subscriptions expiring on:"="Įskaitant prenumeratas, kurios baigia galioti:";
"Incompatible Qt Library Error"="Nesuderinamos Qt bibliotekos klaida";
"Installation ID"="Įdiegimo identifikacija";
"Internet access is disabled by the system administrator."="Sistemos administratorius išjungė interneto prieigą.";
"Invalid"="Netinkamas";
"Invalid HTTP chunked body"="Netinkamas HTTP kodo pagrindas";
"Invalid HTTP response header"="Netinkama HTTP atsakymo antraštė";
"Invalid entitlement"="Negaliojanti teisė";
"Invalid product key."="Negaliojantis produkto raktas.";
"It looks like the board's Lessons library is full. You can delete some lessons to free up space."="Lentos „Lessons“ biblioteka pilna. Ištrinkite kelias pamokas, kad atlaisvintumėte vietos.";
"Landscape"="Peizažas";
"Learn how to renew."="Sužinoti, kaip atnaujinti.";
"Learn more."="Sužinokite daugiau.";
"Learn the Basics"="Sužinokite pagrindinę informaciją";
"Ledger (432 x 279 mm)"="Sąskaitų knyga (432 x 279 mm)";
"Legal (8.5 x 14 inches, 216 x 356 mm)"="Teisinis lapas (8,5 x 14 coliai, 216 x 356 mm)";
"Letter (8.5 x 11 inches, 216 x 279 mm)"="Laiškas (8,5 x 11 coliai, 216 x 279 mm)";
"Limitations"="Apribojimai";
"List View"="Rodyti kaip sąrašą";
"Location:"="Vieta:";
"Long side"="Ilgoji pusė";
"Look in:"="Žiūrėti:";
"Lync connector"="Lync jungtis";
"Manage"="Tvarkyti";
"Manual Request"="Rankinė užklausa";
"Margins"="Paraštės";
"Microsoft (personal)"="„Microsoft“ (asmeninė)";
"Millimeters (mm)"="Milimetrai (mm)";
"My Computer"="Mano kompiuteris";
"N&o to All"="N&o Ne visiems";
"N&o to All"="N&o Ne visiems";
"Name:"="Pavadinimas:";
"No Internet Connection"="Nėra interneto ryšio";
"No boards yet. Get connected."="Nėra prijungtų lentų. Sukurkite ryšį.";
"No proxy"="Nėra tarpinio serverio";
"No server set to connect to"="Nėra serverio, prie kurio jungtis";
"No space left on device"="Įrenginyje neliko laisvos vietos";
"No such file or directory"="Tokios rinkmenos ar katalogo nėra";
"No, I'll complete my request(s) later."="Ne, aš užpildysiu užklausą (-as) vėliau.";
"No, cancel all pending requests."="Ne, atšaukti visas sprendimo laukiančias užklausas.";
"None"="Nėra";
"Note: If the URLs are not accessible, adjust your proxy settings and try testing the connection again."="Pastaba:jei URL neprieinamas, koreguokite savo tarpinio serverio nuostatas ir bandykite patikrinti ryšį dar kartą.";
"Number of copies:"="Kopijų skaičius:";
"OK"="Gerai";
"Office 365 (school)"="„Office 365“ (mokykla)";
"Oops! We couldn't complete your sign in. Please try again. \n\nIf that doesn't work, skip sign in for now and try again later from the Account menu."="Oi! Nepavyko užbaigti jūsų prisijungimo. Bandykite dar kartą.\n\nJei nepavyks, praleiskite prisijungimą ir pabandykite tai padaryti vėliau paskyros meniu.";
"Oops. Something went wrong. Restarting the computer might help."="Oi. Kažkas ne taip. Bandykite paleisti kompiuterį iš naujo.";
"Oops. We can't complete that action without an Internet connection. \n\nPlease reconnect and try again."="Oi. Negalime užbaigti veiksmo be interneto ryšio. \n\nPrisijunkite iš naujo ir bandykite vėl.";
"Oops. We couldn't load your profile right now. Please try again later."="Oi. Nepavyko įkelti jūsų profilio. Bandykite dar kartą vėliau.";
"Open"="Atidaryti";
"Open "="Atidaryti ";
"Open in SMART Notebook on this computer."="Atsidarykite ,,SMART Notebook'' savo kompiuteryje.";
"Open in the Notebook Player app on my SMART Board with iQ."="Atsidarykite ,,Notebook Player'' taikomąją programėlę ant savo ,,SMART Board'', naudojant IQ.";
"Operation completed successfully."="Operacija sėkmingai baigta.";
"Options"="Parinktys";
"Orientation"="Orientacija";
"Orientation:"="Orientacija:";
"Output &file:"="Išvesties &failas:";
"Output Settings"="Išvesties nustatymai";
"P&roperties"="&Savybės";
"Page size:"="Puslapio dydis:";
"Pages from"="Puslapiai nuo";
"Paper"="Popierius";
"Paper format"="Popieriaus formatas";
"Paper source:"="Popieriaus šaltinis:";
"Parent Directory"="Aukštesnio lygio katalogas";
"Password"="Slaptažodis";
"Password:"="Slaptažodis:";
"Permission Required"="Reikalingas leidimas";
"Permission denied"="Leidimas nesuteiktas";
"Phone: 1.866.518.6791 or +1.403.228.5940"="Telefonas: 1 866 518 6791 arba +1 403 228 5940";
"Please try again"="Bandykite dar kartą.";
"Please try again later"="Bandykite dar kartą vėliau";
"Points (pt)"="Taškai (pt)";
"Portrait"="Portretas";
"PostScript Files (*.ps);;All Files (*)"="„PostScript“ bylos (*.ps);;Visos bylos (*)";
"Preferences..."="Nuostatos...";
"Premium features expired on %1"="Papildomos funkcijos baigė galioti %1";
"Premium features will expire on %1 without an active subscription"="„Premium“ funkcijos baigs galioti %1 , jei prenumerata nebus aktyvinta";
"Preparing your document. This can take a while..."="Jūsų dokumentas ruošiamas. Gali užtrukti keletą minučių...";
"Preview"="Peržiūra";
"Print all"="Spausdinti viską";
"Print destination"="Spausdinimo vieta";
"Print first page first"="Pirmiausia spausdinti pirmąjį puslapį";
"Print in color if available"="Jei galima, spausdinti spalvotai";
"Print in grayscale"="Spausdinti nespalvotai";
"Print last page first"="Pirmiausia spausdinti paskutinįjį puslapį";
"Print range"="Spausdinimo sritis";
"Print selection"="Spausdinimo pasirinkimas";
"Print to File (PDF)"="Spausdinti į failą (PDF)";
"Print to File (Postscript)"="Spausdinti į failą (Postscript)";
"Print to SMART Notebook"="Atspausdinti į ,,SMART Notebook''";
"Print to file:"="Spausdinti į bylą:";
"Print to printer:"="Spausdinti spausdintuvu:";
"Printer"="Spausdintuvas";
"Printer settings"="Spausdintuvo nustatymai";
"Product"="Produktas";
"Product Key"="Gaminio kodas:";
"Product Key is not valid"="Produkto kodas netinkamas";
"Product Key:"="Produkto kodas:";
"Product key has expired."="Produkto rakto galiojimas baigėsi.";
"Product:"="Produktas:";
"Profile"="Profilis";
"Proxy Settings"="Tarpinio serverio nuostatos";
"Proxy authentication required"="Reikia autorizuoti tarpinį serverį";
"Proxy requires authentication"="Tarpinis serveris reikalauja autorizacijos";
"QT_LAYOUT_DIRECTION"="QT_LAYOUT_DIRECTION";
"Quit"="Baigti";
"Quit %1"="Išjungti %1";
"Recent"="Naujas";
"Recents"="Naujausi";
"Remaining signed in will give you access to SMART Notebook's basic features."="Jei liksite įsiregistravę, galėsite pasinaudoti pagrindinėmis „SMART Notebook“ funkcijomis.";
"Request Files (%1)"="Užklausos failai (%1)";
"Request aborted"="Užklausa nutraukta";
"Request denied. See Technical Details below for more information."="Užklausa atmesta. Jei reikia daugiau informacijos, žr. toliau nurodytus išsamius techninius duomenis.";
"Request type: Activate"="Užklausos tipas: Suaktyvinti";
"Request type: Renew"="Užklausos tipas: Atnaujinti";
"Request type: Repair"="Užklausos tipas: Taisyti";
"Request type: Return"="Užklausos tipas: Grąžinti";
"Request:"="Užklausa:";
"Reset"="Nustatyti iš naujo";
"Response Files (%1)"="Atsakymo failai (%1)";
"Restore Defaults"="Atkurti numatytąsias reikšmes";
"Result:"="Rezultatas:";
"Retrieving your account information..."="Atkuriama jūsų paskyros informacija...";
"Retry"="Bandykite dar kartą";
"Reverse"="Atvirkščiai";
"Reverse landscape"="Atvirkščias gulsčias";
"Reverse portrait"="Atvirkščias stačias";
"SMART Account"="SMART paskyra";
"SMART Document Camera Mixed Reality Tools"="„SMART Document Camera“ mišrios realybės įrankiai";
"SMART Learning Suite Online - Notebook access, anywhere"=",,SMART Learning Suite\" internete - nešiojamojo kompiuterio prieiga, visur";
"SMART Meeting Pro"="SMART Meeting Pro";
"SMART Meeting Pro Personal Edition"="SMART Meeting Pro asmeninė laida";
"SMART Meeting Pro Premium"="SMART Meeting Pro Premium";
"SMART Meeting Pro connector for Microsoft Lync"="„SMART Meeting Pro“ jungtis skirta „Microsoft Lync“";
"SMART Notebook"=",SMART Notebook";
"SMART Notebook 3D Tools"="„SMART Notebook“ 3D priemonės";
"SMART Notebook <a href='%1'>premium features</a>"="„SMART Notebook“ <a href='%1'>papildomos funkcijos</a>";
"SMART Notebook Collaborative License"="„SMART Notebook“ bendradarbiavimo licencija";
"SMART Notebook English Vocabulary Example 1"="„SMART Notebook“ 1 anglų k. žodynėlio pavyzdys";
"SMART Notebook History Example 1"="„SMART Notebook“ 1 istorijos pavyzdys";
"SMART Notebook Math Example 1"="„SMART Notebook“ 1 matematikos pavyzdys";
"SMART Notebook Math Example 2"="„SMART Notebook“ 2 matematikos pavyzdys";
"SMART Notebook Math Tools"="„SMART Notebook Math Tools“ programinė įranga";
"SMART Notebook SDK"="„SMART Notebook SDK“";
"SMART Notebook SE"="„SMART Notebook SE“";
"SMART Notebook Science Example 1"="„SMART Notebook“ 1 mokslo pavyzdys";
"SMART Response"="„SMART Response“";
"SMART Sync"="SMART Sync";
"SMART Table Toolkit"="„SMART Table“ priemonių rinkinys";
"SMART Technologies - Activation Wizard"="„SMART Technologies“ – Aktyvavimo vediklis";
"SMART Vantage"="„SMART Vantage“";
"SSL handshake failed"="SSL susijungimas nepavyko";
"Save"="Išsaugoti";
"Save All"="Išsaugoti visus";
"Save As"="Įrašyti kaip...";
"Search the SMART Exchange"="Paieška ,,SMART Exchange\"";
"See this <a href='%1'>Knowledge Base article</a> and the <a href='%2'>Troubleshooting Diagram</a> for details on resolving connectivity issues, especially when you are using a proxy."="Žr šį <a href='%1'>žinių bazės straipsnį</a> ir <a href='%2'>trikčių diagnostikos bei šalinimo diagramą</a>, jei reikia išsamios informacijos, kaip spręsti ryšio problemas, ypač kai naudojamas tarpinis serveris.";
"Select All"="Išrinkti viską";
"Select a Directory"="Pasirinkite katalogą";
"Select color"="Pasirinkite spalvą";
"Select how you would like to share this file to your SMART Learning Suite Online profile"="Pasirinkite, kaip norite pasidalinti šiuo failu savo ,,SMART Learning Suite\" internetiniame profilyje";
"Select the Response File"="Pasirinkite atsakymo failą.";
"Selection"="Pažymėta vieta";
"Send to SMART Cloud"="Siųsti į „SMART Cloud“";
"Server closed connection unexpectedly"="Serveris netikėtai nutraukė ryšį";
"Services"="Paslaugos";
"Share"="Dalintis";
"Share Now"="Dalintis dabar";
"Share this file with the Lessons app on a SMART Board"="Dalinkitės šiuo failu ant „SMART Board“ naudodami „Lessons“ taikomąją programėlę.";
"Share this file with the Notebook Player app on a SMART Board"="Dalinkitės šiuo failu ant „SMART Board“ naudodami „Notebook Player“ taikomąją programėlę.";
"Share to SMART Board with iQ"="Pasidalinti ,,SMART\" Board lentoje su iQ";
"Share to the Notebook Player app"="Dalinkitės ,,Notebook Player'' taikomojoje programėlėje";
"Share using a link"="Dalinkitės nuoroda";
"Share with a SMART Board"="Dalinkitės ant „SMART Board“";
"Short side"="Trumpoji pusė";
"Show &hidden files"="Rodyti pas&lėptas rinkmenas";
"Show All"="Rodyti visas";
"Sign In"="Prisijungimas";
"Sign In Again"="Prisijungti iš naujo";
"Sign Out"="Atsijungti";
"Sign in"="Prisijungimas";
"Sign in didn't work"="Nepavyko prisijungti";
"Sign in is required for accessing key SMART features."="Prisijungimas būtinas, jei norite gauti prieigą prie pagrindinių „SMART“ funkcijų.";
"Sign in to or create a SMART account"="Prisiregistruokite, kad sukurtumėte SMART paskyrą";
"Sign in to use this feature"="Įsiregistruokite, kad pasinaudotumėte šia funkcija";
"Sign in to your SMART account to access your SMART subscription benefits, or to use Notebook in a limited mode."="Prisijunkite prie SMART paskyros, kad pasinaudoti SMART prenumeratos pranašumais arba naudotis Notebook ribotame režime.";
"Sign in with Google"="Prisijungti su „Google“";
"Sign in with a Google, Office 365 or Microsoft personal account."="Prisijunkite su „Google“, „Office 365“ ar „Microsoft“ asmenine paskyra.";
"Sign in with a browser"="Prisijungti naudojant naršyklę";
"Sign up for free"="Prisiregistruokite nemokamai";
"Sign up for the latest updates from SMART"="Užsiregistruoti ir gauti ,,SMART\" naujinius";
"Signed in as:"="Įsiregistruota kaip:";
"Skip Sign In"="Prisijungti vėliau";
"Skip sign in for now"="Prisijungti vėliau";
"Skipped sign in"="Praleistas prisijungimas";
"Software enabled"="Programinė įranga įjungta";
"Some of your license keys have expired. Click here for more info."="Baigėsi kai kurių licencijos raktų galiojimo laikas. Norėdami išsamesnės informacijos, spauskite čia.";
"Some of your license keys will expire in %1 days. Click here for more info."="Kai kurių licencijos kodų galiojimo laikas baigsis po %1 dienos(-ų). Norėdami išsamesnės informacijos, spauskite čia.";
"Something went wrong. Want to try again?"="Kažkas ne taip. Norite bandyti dar kartą?";
"Sort"="Rūšiuoti";
"Sort by &Date"="Rūšiuoti pagal &datą";
"Sort by &Name"="Rūšiuoti pagal pav&adinimą";
"Sort by &Size"="Rūšiuoti pagal d&ydį";
"Status"="Būsena";
"Status:"="Būsena:";
"Stay Inspired"="Išlikite įkvėpti";
"Subscription: <b>%1</b> day(s) remaining"="Prenumerata: Liko <b>%1</b> d.";
"Succeeded"="Pavyko";
"Symbolic Link"="Simbolinė jungtis";
"Tabloid (279 x 432 mm)"="Tabloidas (279 x 432 mm)";
"Tap the Connect icon %s in the Lessons app to get a 4-character code, and then type that code below."="Spustelkite „Connect“ piktogramą %s „Lessons“ taikomojoje programėlėje ir gausite keturženklį kodą, kurį turite įvesti žemiau.";
"Tap the Connect icon %s in the Notebook Player app to get a 4-character code, and then type that code below."="Spustelkite „Connect“ piktogramą %s „Notebook Player“ taikomojoje programėlėje ir gausite keturženklį kodą, kurį turite įvesti žemiau.";
"Test Connectivity..."="Ryšio testas...";
"That email address is already associated with a SMART account. Try signing up with a different email address."="Šis el. pašto adresas jau yra susietas su SMART paskyra. Bandykite prisiregistruoti kitu el. pašto adresu.";
"That was strange... \n\nWe're not sure what happened, but we can't sign you in right now."="Keista...\n\nMes nesuprantame, kas įvyko, tačiau dabar negalime Jūsų įregistruoti.";
"The activation didn't complete. See below for status information."="Aktyvinimas nebaigtas. Būsenos informaciją žiūrėkite žemiau.";
"The following Product Key is not valid: "="Šis produkto kodas negalioja: ";
"The information copied successfully, and your Internet browser will open."="Informacija sėkmingai nukopijuota, atsivers jūsų interneto naršyklė.";
"The installed version of this product requires a newer maintenance license."="Įdiegta šio gaminio versija reikalauja naujesnės techninės priežiūros licencijos.";
"The link has been copied to the clipboard."="Nuorodą buvo nukopijuota į iškarpinę.";
"The number of activations for this Product Key has exceeded the maximum. Please contact our support for assistance."="Šio produkto kodo aktyvavimų skaičius viršijo maksimalų leidžiamą. Prašome susisiekti su mūsų pagalbos skyriumi.";
"The product key you are using has been canceled. Please contact SMART support for more information."="Jūsų naudojamas produkto raktas buvo atšauktas. Susisiekite su SMART aptarnavimo tarnyba dėl išsamesnės informacijos.";
"The product key you entered is already in the list."="Jūsų įvestas produkto kodas jau yra sąraše.";
"The request file saved successfully. Copy the file to another computer to continue."="Užklausos failas sėkmingai įrašytas. Kad tęstumėte, nukopijuokite failą į kitą kompiuterį.";
"The request succeeded on some of your product keys, but it didn't succeed on others."="Užklausa pavyko su keliais produkto raktais, bet nepavyko su kitais.";
"The sign in took too long and has expired."="Įsiregistravimas užtruko per ilgai ir baigėsi.";
"The system is being maintained right now, but it will be available soon. Sorry for the inconvenience."="Šiuo metu vyksta sistemos techninės priežiūros darbai, tačiau jau greitai ja vėl bus galima naudotis. Atsiprašome už nepatogumus.";
"The trial period has started."="Bandomasis laikotarpis prasidėjo.";
"This key could not be activated. Try the activation again. \n\nIf the problem continues, make note of any error messages and contact SMART Technical Support."="Šio rakto negalima suaktyvinti. Bandykite suaktyvinti iš naujo.\n\nJei problema išlieka, pasižymėkite bet kokį klaidos pranešimą ir kreipkitės į SMART techninę pagalbą.";
"This key's entitlement record is not configured correctly. Please contact SMART Technical Support."="Teisių suteikimas šiam raktui sukonfigūruotas neteisingai. Kreipkitės į SMART techninę pagalbą.";
"To connect to SMART, you need to enter a user name and password for the proxy %s"="Kad prisijungtumėte prie SMART, Jums reikia įvesti naudotojo vardą ir slaptažodį, skirtą tarpinio serverio %s";
"To page:"="Iki puslapio:";
"To successfully activate the product key, all connections must succeed. Green checkmarks indicate successful connections."="Kad sėkmingai aktyvintumėte produkto raktą, visi ryšiai turi būti užmegzti. Žalios varnelės rodo sėkmingai užmegztus ryšius.";
"Too many open files"="Per daug atidarytų rinkmenų";
"Trial Extension"="Bandomojo laikotarpio pratęsimas";
"Trial: <b>%1</b> day(s) remaining"="Bandomasis laikotarpis: <b>%1</b> dienos (-ų) liko";
"True"="Teisingas";
"Try Again"="Bandykite dar kartą";
"Try again later or try a manual request now."="Pamėginkite dar kartą vėliau arba dabar išbandykite rankinį užklausos pateikimo būdą.";
"Try it Online!"="Išbandyti internete!";
"Type your user name and password."="Įveskite savo vartotojo vardą ir slaptažodį.";
"Type:"="Tipas:";
"URL:"="URL:";
"US Common #10 Envelope (105 x 241 mm)"="Įprastas #10 JAV vokas (105 x 241 mm)";
"Unable to complete your request."="Nepavyko baigti Jūsų užklausos.";
"Unable to copy."="Nepavyko nukopijuoti.";
"Unable to create your file."="Nepavyko sukurti jūsų failo.";
"Unable to open %1 for writing."="Neįmanoma atidaryti rašymui skirtą %1 .";
"Unable to open source file for reading."="Neįmanoma atidaryti skaitymui skirtą šaltinio failą.";
"Unable to open your Internet browser. Try to open your browser manually or use a different computer to continue."="Nepavyko atverti jūsų interneto naršyklės. Pamėginkite atverti savo naršyklę rankiniu būdu arba bandykite tęsti iš kito kompiuterio.";
"Unable to read response from file."="Iš failo nepavyko perskaityti atsakymo.";
"Unable to rename %1 to %2."="Neįmanoma pervadinti %1 į %2.";
"Unable to save your request."="Nepavyko įrašyti jūsų užklausos.";
"Unknown"="Nežinoma";
"Unknown Location"="Nežinoma vieta";
"Unknown authentication method"="Nežinomas autorizavimo metodas";
"Unknown error"="Nežinoma klaida";
"Unknown error."="Nežinoma klaida.";
"Unknown protocol specified"="Nurodytas nežinomas protokolas";
"Upload this document and create a link to share with others."="Įkelkite dokumentą ir sukurkite nuorodą, kad galėtumėte pasidalinti su kitais.";
"Upload to SMART Cloud"="Įkelti į ,,SMART\" Cloud";
"Uploading your file..."="Įkeliamas Jūsų failas...";
"Use Internet Explorer settings"="Naudoti ,,Internet Explorer\" parametrus";
"Use System settings"="Naudoti sistemos parametrus";
"Use other proxy:"="Naudoti kitą tarpinį serverį:";
"User Name:"="Vartotojo vardas:";
"User name:"="Vartotojo vardas:";
"Valid for versions released before %1"="Galioja versijoms, išleistoms iki %1";
"Version %s"="Versija %s";
"Volume activated"="Garsas aktyvuotas";
"We couldn't process that response. The request comes from a different computer or has already been processed."="Negalėjome apdoroti šio atsakymo. Užklausa pateikta iš kito kompiuterio arba jau apdorota.";
"We'll remember %s for next time."="Mes atsiminsime%skitam kartui.";
"Web:"="Žiniatinklis:";
"Welcome to %1 software from SMART Technologies."="Sveikiname įsigijus %1 programinę įrangą iš „SMART Technologies“.";
"Welcome to SMART Notebook"="Sveikiname įsigijus „SMART Notebook“";
"What's This?"="Kas čia?";
"Width:"="Plotis:";
"Working on it."="Vykdoma.";
"Working on it.."="Vykdoma...";
"Working on it..."="Vykdoma...";
"Wrong content length"="Netinkamas turinio ilgis";
"Yes to &All"="Taip viskam ,,&All\"";
"Yes to &All"="Taip viskam ,,&All\"";
"Yes, I have a numeric response code similar to %1."="Taip, turiu skaitinį atsakymo kodą, panašų į %1.";
"Yes, I have a response file."="Taip, turiu atsakymo failą.";
"Yes, I have a response message that starts with %1."="Taip, turiu atsakymo pranešimą, prasidedantį „%1“.";
"Yes, I have an activation key similar to %1."="Taip, turiu suaktyvinimo raktą, panašų į %1.";
"You can close this tab and return to SMART Notebook."="Galite užverti šį skirtuką ir grįžti į „SMART Notebook.“";
"You can manage your account and the class ID from the Account menu."="Galite tvarkyti savo paskyrą ir klasės ID iš „Paskyros“ meniu.";
"You can sign in later from the Account menu. Sign in is required for a number of key SMART features."="Galėsite prisijungti vėliau iš paskyros meniu. Prisijungimas būtinas, jei norite naudotis gausybe pagrindinių „SMART“ funkcijų.";
"You chose not to allow our application to access your account. You're unable to use our application until you accept."="Jūs pasirinkote nesuteikti mūsų programai prieigos prie Jūsų paskyros. Jūs negalite naudoti mūsų programos, kol nesuteiksite šio leidimo.";
"You have %1 days to complete activation."="Jums liko %1 dienų aktyvacijai užbaigti.";
"You have signed out"="Jūs atsijungėte";
"You haven't yet given SMART permission to access your account information, which is required for signing in. Do you want to try signing in again?"="SMART nesuteikė prieigos prie jūsų paskyros informacijos, kuri reikalinga norint prisijungti. Ar norite bandyti prisijungti iš naujo?";
"You may wish to send results to your organization's technical support contact."="Galite išsiųsti rezultatus savo organizacijos techninės priežiūros komandai.";
"You need to sign in before you can use this feature."="Jums reikia įsiregistruoti, norint pasinaudoti šia funkcija.";
"You're all set!"="Viskas paruošta!";
"You're unable to change these settings because you manually configured a proxy."="Jūs negalite pakeisti šių parametrų, nes rankiniu būdu sukonfigūravote tarpinį serverį.";
"You've skipped the sign in for now. You can sign in later from the Account menu."="Šį kartą praleidote prisijungimą. Galėsite prisijungti vėliau iš paskyros meniu. ";
"Your SMART Boards"="Jūsų „SMART Board“ lentos";
"Your SMART Learning Suite subscription will expire in %d days. Learn how to renew."="Jūsų ,,SMART Learning Suite\" baigsis per %d dienų. Sužinoti, kaip atnaujinti.";
"Your SMART account"="SMART paskyra";
"Your browser has opened to a sign in page. You'll be returned here after you've signed in."="Jūsų naršyklėje atvertas prisijungimo puslapis. Jūs būsite grąžintas (-a) čia po to, kai prisijungsite.";
"Your first trial extension is activated."="Pirmasis bandomojo laikotarpio pratęsimas aktyvuotas.";
"Your first trial extension isn't activated."="Pirmasis bandomojo laikotarpio pratęsimas neaktyvuotas.";
"Your second trial extension is activated."="Antrasis bandomojo laikotarpio pratęsimas aktyvuotas.";
"Your second trial extension isn't activated."="Antrasis bandomojo laikotarpio pratęsimas neaktyvuotas.";
"Your trial period has ended."="Jūsų bandomasis laikotarpis baigėsi.";
"bottom margin"="apatinė paraštė";
"left margin"="kairioji paraštė";
"locally connected"="sujungta lokaliai";
"right margin"="dešinioji paraštė";
"to"="iki";
"top margin"="viršutinė paraštė";
"unknown"="nežinomas";
